Repository: AbuBaniaz/TerrestrialScan
Catalog: TerrestrialScan/po/*.po
Languages: es, pt

source: (ch %s)
es: (c %s)

source: All
es: Todo

source: Australia generic
es: Australia genérico

source: Automatic
es: Automático
pt: Automatico

source: Bandplan
es: Plan de banda
pt: Banda

source: Cannot allocate the demuxer
es: No se puede encontrar el demuxer

source: Cannot free NIM because a recording is in progress
es: No se puede liberar el NIM porque hay una grabación en progreso
pt: Não é possível libtertar o NIM porque uma gravação está em progresso

source: Cannot get frontend
es: No se puede acceder al frontal
pt: Não pode obter o frontend

source: Cannot get the NIM
es: No se puede acceder al NIM
pt: Não pode obter o NIM

source: Cannot retrieve Resource Manager instance
es: No se puede recuperar la instancia de Gestor de Recursos
pt: Não é possível recuperar a instância do Gerenciador de Recursos

source: Channel list ID
es: ID de la lista de canales

source: Clear before scan
es: Limpiar antes de escanear
pt: Limpar antes da busca

source: Country
es: País

source: Create separate radio bouquet
es: Crear un grupo separado de radio
pt: -Criar bouquet de rádio separado

source: Create terrestrial bouquet
es: Crear grupo terrestre
pt: Criar bouquet terrestre

source: Create terrestrial.xml file
es: Crear archivo terrestrial.xml
pt: Criar arquivo terrestrial.xml

source: Enter channel list ID used in your area. If you are not sure enter zero.
es: Introduzca el ID de la lista de canales que se utiliza en su zona. Si no está seguro, introduzca cero.

source: Enter the original network ID (ONID) of the multiplexes you wish to restrict the search to. UK terrestrial television normally ONID "9018".
es: Introduce el ID original de red (ONID) de los múltiplex a los que quieres restringir la búsqueda. La televisión terrestre de Reino Unido normalmente tiene el ONID “9018”.

source: Exit
es: Salir
pt: Sair

source: Found %d unique transponder
es: Se encontró %d transpondedor único

source: Found %d unique transponders
es: Se encontraron %d transpondedores únicos

source: From XML
es: De XML

source: If you know for sure there are no T2 multiplexes in your area select yes. This will speed up scan time.
es: Si sabe con seguridad que no hay multiplexores T2 en su área, seleccione Sí. Esto acelerará el tiempo de escaneo.
pt: Sabendo, com certeza, a existência de multiplexes T2 na sua área, selecione sim. Isso acelerará o tempo de varredura.

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
es: Si eliges “sí” se borrarán todos los canales terrestres antes de comenzar la búsqueda actual.
pt: Ao selecionar "Sim" todos os canais terrestres armazenados serão excluídos antes de iniciar a pesquisa atual.

source: If you select "yes" and LCNs are found in the NIT, the scan will create a bouquet of terrestrial channels in LCN order and add it to the bouquet list.
es: Si eliges “sí” y se encuentran LCN en el NIT, el escaneo creará un bouquet de canales terrestes en el orden del LCN y lo añadirá a la lista de bouquets.
pt: Ao selecionar "Sim" e forem encontrados LCNs no NIT, a busca criará um bouquet de canais terrestres na ordem LCN e adicioná-lo à lista de bouquet.

source: If you select "yes" and radio services are found these will be placed in a separate bouquet. Otherwise TV and radio services will be placed in a combined bouquet.
es: Si selecciona "sí" y se encuentran servicios de radio, estos se colocarán en un grupo separado. De lo contrario, los servicios de televisión y radio se colocarán en un grupo combinado.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
es: Si eliges “sí” el escaneo solo guardará los canales no encriptados; “no” buscará canales encriptados y no encriptados.
pt: Ao selecionar "Sim" a busca salvará apenas canais que não são encriptados; "Não" encontrará canais encriptados e não encriptados.

source: LCN Descriptor
es: Descriptor LCN

source: MakeBouquet
es: CrearBouquet

source: Making bouquet...
es: Creando bouquet…

source: Most transmitters in European countries only have TV channels in the UHF band. Select "UHF Europe channels 21-49" in countries that are now using channels 50+ for GSM. Select "From XML" to access bandplans that are preloaded on the device.
es: La mayoría de los emisores de los países europeos solo tienen canales de televisión en la banda UHF. Seleccione "Canales UHF Europa 21-49" en los países que actualmente utilizan los canales 50+ para GSM. Seleccione "Desde XML" para acceder a los planes de banda que están precargados en el dispositivo.

source: No frequencies to search
es: Sin frecuencias que buscar
pt: Sem frequências para pesquisar

source: No terrestrial tuner found
es: No se encontró ningún sintonizador terrestre
pt: Não foi encontrado o sintonizador terrestre

source: No transponders to read
es: No hay transpondedores que leer

source: No valid NIM found for terrestrial
es: No se encontró un NIM terrestre válido
pt: Não foi encontrado um NIM válido para terrestre

source: ONID to search
es: - ONID a buscar

source: Only free scan
es: Solo canales libres
pt: Apenas busca livre

source: Period of time to wait for the tuner to stabalise before taking a signal quality reading. 2 seconds is good for most hardware but some may require longer.
es: Período de tiempo para que el sintonizador esperará para estabilizarse antes de tomar una lectura de la calidad de la señal. 2 segundos es suficiente para la mayoría del hardware, pero algunos pueden requerir más tiempo.
pt: Período de tempo para esperar que o sintonizador estabilize antes de tomar uma leitura de qualidade de sinal. 2 segundos é bom para a maioria do hardware, mas alguns podem exigir mais.

source: Reading %s MHz %s
es: Leyendo %s MHz %s

source: Reading SI tables on %s MHz
es: Leyendo tablas SI en %s MHz

source: Reading streams
es: Leyendo transmisiones

source: Really close without saving settings?
es: ¿Quieres cerrar sin guardar los ajustes?
pt: Fechar sem salvar as configurações?

source: Region
es: Región

source: Restrict search to single ONID
es: Restringir la búsqueda a un único ONID
pt: Restringir a pesquisa para um único ONID

source: Scan
es: Escanear
pt: Busca

source: Scanning for active transponders
es: Buscando transpondedores activos
pt: Pesquisando por transponders ativos

source: Select "Yes" to restrict the search to multiplexes that belong to a single original network ID (ONID). Select "No" to search all ONIDs.
es: Elige “Sí” para restringir la búsqueda a múltiplex que pertenecen a un único ID original de red (ONID). Selecciona “No” para buscar en todos los ONID.
pt: Selecione "Sim" para restringir a pesquisa a multiplexes que pertencem a um único ID de rede original (ONID). Selecione "Não" para pesquisar todos os ONIDs.

source: Select "yes" to create a custom terrestrial.xml file and install it in /etc/enigma2 for system scans to use.
es: Seleccione "sí" para crear un archivo terrestrial.xml personalizado e instalarlo en /etc/enigma2 para que lo utilicen los escaneos Enigma.
pt: Selecionar "Sim" para criar um arquivo "Terrestrial.XML" personalizado e instalar em /etc/enigma2 para ser usado pelo sistema de procura.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
es: Selecciona un sintonizador que esté configurado para realizar escaneos terrestres. “Automático” seleccionará el sintonizador con la especificación más alta.
pt: Selecione um sintonizador configurado para varreduras terrestres. "Automatico" vai escolher o melhor sintonizador disponível.

source: Select the LCN descriptor used in your area. 0x83 is the default DVB standard descriptor. 0x87 is used in some Scandinavian countries.
es: Seleccione el descriptor LCN utilizado en su área. 0x83 es ​​el descriptor estándar DVB predeterminado. 0x87 se utiliza en algunos países escandinavos.
pt: Selecione o descriptor LCN usado na sua área. 0x83 é o descriptor DVB padrão. 0x87 é usado em alguns países escandinavos.

source: Select your country. If not available select 'all'.
es: Seleccione su país. Si no está disponible seleccione 'todos'.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
es: Seleccione su región. Si no está disponible, cambie “País” a “todos” y seleccione una de las alternativas predeterminadas.

source: Selected tuner is not cofigured
es: El sintonizador no está configurado
pt: O tuner selecionado não está cofigurado

source: Signal quality stabilisation time (secs)
es: Tiempo de estabilización de la calidad de la señal (segundos)

source: Skip T2
es: Omitir T2
pt: Ignorar T2

source: Starting scanner
es: Comenzando el escaneo
pt: Inciando a varredura

source: Starting search...
es: Comenzando la búsqueda…
pt: Iniciando a pesquisa...

source: Terrestrial
es: Terrestre
pt: Terrestre

source: Terrestrial Scan
es: Escaneo Terrestre
pt: Busca Terrestre

source: TerrestrialScan
es: EscaneoTerrestre
pt: BuscaTerrestre

source: Tuner
es: Sintonizador

source: Tuning %s MHz
es: Sintonizando %s MHz

source: Tuning %s MHz %s
es: Sintonizando %s MHz %s

source: UHF Europe
es: UHF Europa
pt: UHF Europa

source: UHF Europe channels 21-49
es: UHF Europe, canales 21-49

source: UHF/VHF Europe
es: UHF/VHF Europa
pt: UHF/VHF Europa

source: If you select "yes" and radio services are fond these will be place in a separate bouquet. Otherwise TV and radio services will be placed in a combined bouquet.
pt: Ao selecionar "Sim" e os serviços de rádio forem encontrados, estes serão colocados num bouquet separado. Caso contrário, a TV e os serviços de rádio serão colocados num bouquet combinado.

source: Most transmitters in European countries only have TV channels in the UHF band. Select "From XML" to access bandplans that are preloaded on the device.
pt: A maioria dos transmissores nos países europeus tem apenas canais de TV na banda UHF. Selecione "desde o XML" para aceder aos planos de banda que são pré-carregados no dispositivo.

source: Signal quality stabisation time (secs)
pt: Tempo de estabilização de qualidade de sinal (segs)
